Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “闭嘴！都好好坐着看你们的，谁也别出声，谁要是敢把老子卖了，等拍卖完有他好果子吃……”葛瑞安两眼一瞪，一群魔法师吓得全把嘴闭上了。
en_us: "Shut up! All of you sit properly and watch, no one should make a sound. If anyone dares to sell me out, I'll let him know what's to come after the auction..." Gerian's eyes were glaring and all the mages shut their mouths in fear.

source: “问题不大。”麦格雷尼神色笃定：“我知道一处很安全的地方，我们只要加快速度，应该可以在天黑之前赶到。”
en_us: "Not a big problem.” McGrenn looked calm. “I know of a safe place. We just need to speed up and we should be able to reach it before dark.”

source: “问题出在……我这黑色元力身上！哼哼，我回炉的时候不注入黑色元力，你一辈子都别想炼出地阶丹药！”
en_us: "The problem... lies in my black essence force! Hmph, if I don't inject some black essence force when I'm conducting the reheating process, you can forget about ever producing more earth-tier elixirs again for the rest of your life!"

source: “阴影之城想要屠魔山谷的控制权？可以！不过你们最好有流血的准备！”怒不可遏的吼声从楼上传来，林立抬头望去，正看见一个圆滚滚的灰色身影。
en_us: "Shadow City wants the control of Demon Fall Valley? Sure! But you'd better be prepared to bleed!" The furious roar came from upstairs. Lin Li saw a round gray figure just as he looked up.

source: “阴影之巢？”林立眉头一皱，低声向凯文问道：“这件事公会里还有谁知道？”
en_us: ”Shadow's Nest?" Lin Li knitted his brows and asked Kevin in a low voice, "Who else in the guild knows about this?"

source: “陛下，我们还要不要杀进去……”
en_us: "Your Majesty, do we still attack?"

source: “除了巫师之眼外，还有件事也很不正常……这几年因为阴影之巢的关系，我在屠魔山谷可以说是下了大力气，除了一百二十五枚巫师之眼外，还另外布置了差不多二十处岗哨，可昨天晚上，这二十处岗哨就跟没有一样，阴影之巢的人一路潜行进来，我居然连一点消息都没收到……”
en_us: "Other than the Warlock's Eyes, there was something else that's abnormal too... These few years, because of the Shadow's Nest, I've spent a great deal of effort on the Demon Fall Valley. Apart from the 125 Warlock's Eyes, about 20 additional sentry posts were set up as well. But last night, these 20 sentry posts were as if nonexistent. The people of the Shadow's Nest had sneaked in all the way but I didn't even receive any news…”

source: “除呜呜呜呜，你还会不会点别的？”
en_us: "Do you not know something else other than sobbing?"

source: “随便你吧，白痴！”
en_us: "Up to you, stupid fool!"

source: “随时可以！”葛瑞安拉着林立就往楼上走，一张胖脸因为憋得太过辛苦，已经完全扭曲掉了，他现在真想抱着安度因亲上几口，这老家伙实在太可爱了，等他回来一定要好好谢谢他才行。
en_us: "Anytime!" Gerian pulled Lin Li up the stairs. His chubby face was completely distorted from trying so hard to hold back his emotions. He wanted to pull Andoine into his arms and give him a few pecks on his cheeks. The old chap had been too lovely, he had to thank him when he returned to Jarrosus City.

source: “难怪你一大早就赶回来了……”
en_us: "No wonder you rushed back early in the morning..."

source: “难怪有钱天资绝世的公子修炼速度如此之快，人比人气死人啊！”
en_us: "No wonder wealthy young masters with exceptional talent can cultivate essence force at such high speeds! I feel so jealous, yet constantly comparing myself to others like that will only make me even more angry!

source: “难道格林先生猜错了？”城主大人神色凝重，目光从大厅中众人脸上一一扫过，又压低声音向黑袍法师问道：“你说有没有可能，这个人其实不属于药剂师公会？”
en_us: "Could it be that Mr Grimm had guessed it wrong?" The castellan's face was serious; his eyes swept over all the faces in the hall. Once again he lowered his voice and asked the mage in black robe, "Do you think it's possible that this person does not belong to the Pharmacists Guild?"

source: “难道这黑色元力的能力，也随着境界提升再次增幅了？”
en_us: "Could it be that the powers of this black essence force would also follow my uplift in realm stages and once again increase further?

source: “需要帮忙吗？我们一家在加洛斯城住了几十年，帮忙找个人应该还是没什么问题的。”中年冒险者很热心的问道。
en_us: “Do you need any help? My family have been living in Jarrosus City for decades. It would not be a difficult task to help you find someone,” the middle-aged adventurer asked enthusiastically.

source: “霍伦导师，就是这小子打伤马迪亚斯的！”一看试炼导师脸色难看，两个善于见风使舵的家伙，顿时就猜到了一些什么，当下摇身一变，从昨天的点头哈腰，变成了现在的义愤填膺，要不是昨天亲眼目睹过他们的丑态，说不定林立还真会以为，这两个家伙真是讲义气，想为马迪亚斯出头。
en_us: "Teacher Hoeren, this is the one who injured Mathias!" The two fellows, who were adept at sailing with the wind, saw the smelting mentor's face turn dark and immediately guessed something. They abruptly changed at once, from the obsequiousness of yesterday to the righteous indignation now. If it were not for witnessing their buffoonery yesterday with his own eyes, Lin Li might even believe that these two were loyal to Mathias and were willing to stand up for him.

source: “霍伦，你过分了。”
en_us: "Hoeren, that's enough."

source: “霜结！”最后一句咒文被林立喝破，杖头上的水晶散发出耀眼的光亮，一股寒流以林立为中心辐射开来，在那一片巨网当中席卷而过。
en_us: “Frost!” The last of the spell was broken by Lin Li, and the crystal at the tip of the staff glowed brilliantly. A wave of cold current radiated from Lin Li and swept through the giant net.

source: “靠你妈的死猩猩……”林立躲在一棵树后，一边喘着粗气，一边拼命想着对策。
en_us: “F*ck you darned gorilla..." Lin Li hid behind a tree, panting heavily as he desperately tried to come up with a strategy.

source: “靠你妈老梅林！”一阵气急败坏的怒吼声从塔内传出，其中还带着葛安愤怒的质问：“你妈贵姓？你个老王八蛋是不是想把翡翠高塔给拆了？”
en_us: "Damn you Old Merlin!" An angry roar came out of the tower, accompanied by Gerian's furious interrogation. "What does you mother do? You son of a b*tch, are you trying to tear down the Emerald Tower?"

source: “靠！”
en_us: "F*ck!"

source: “靠！”林立差点没把舌头给咬断，一百万金币就买一根法杖？难怪能生出克伦威尔这种儿子来……
en_us: "F*ck!" Lin Li almost bit his tongue off. A million gold coins for a staff? No wonder he had a son like Cromwell...

source: “靠！”林立忽然觉得，这利维坦猩猩真是有些变态，身为一头魔兽，抓了人类不撕不咬，却偏偏用笔在人脸上画圈圈，这不是变态是什么？
en_us: “F*ck!” Lin Li suddenly got a sense of what a freak this Leviathan Gorilla was. As a magical beast, it had caught a human not to tear or chew her apart, but to draw circles on her face with a brush. How was that not a freak?

source: “靠！”林立怎么也没想到，这样一场经典而完美的对决，竟是以双方魔力耗尽而告终……
en_us: "Damn!" Lin Li had never imagined a classic and perfect battle like this would end up with both parties exhausting their mana.

source: “靠！”林立扔下一句粗话，再不顾不得去管这个软蛋，又是一记迅捷术补在自己身上，如风一般穿过了茂密的丛林。
en_us: “F*ck!" Lin Li dropped a swear and couldn't care less about the weakling anymore. He cast another Hastening Spell on himself and cut through the dense forest with the speed of wind.

source: “靠！他人呢？”林立一听这话就知道，老家伙没安好心，他还是想让自己干公会会长，不然干嘛死活要自己去参加城主府的宴会？
en_us: "Damn! Where's he?" Lin Li knew the old fellow was up to no good upon hearing what Kevin said. He was still thinking about making Lin Li the president of the guild; if not, why would he want him to attend the castellan's banquet?

source: “靠！你选别人行不行，我干点别的还将就，让我当会长？搞不好几年就把你的家底给败光了……”
en_us: "F*ck! Can you choose someone else? I can make do with something else, but the President? Maybe in a few years I'll lose all your money..."

source: “靠！长没长眼睛？这他妈可是正宗的荆棘兽毛皮，一百银币你还嫌贵？拿回去随便做件皮甲就够你穿一辈子的了，妈的这什么世道，一百银币买条命还不值得……”
en_us: "Come on! Are you blind? This is a damn authentic Thorned Beast fur and you find it expensive for a hundred silver coins? You can make a leather armor out of it and it'll last you forever! What goddamn world we are in, a hundred silver coins for a life and it's still not worth it..."

source: “领个屁丹药！”
en_us: "Retrieve elixirs my ass!"

source: “风月楼！”
en_us: "Fengyue Brothel!"

source: “飞少，退！”
en_us: "Young Master Fei, stand back!"

source: “马上回去！”林立拉开椅子，有些抱歉的跟老格林说了一声：“不好意思格林魔法师，公会里出了点事，我必须马上回去一趟，如果您改天有兴趣一起研究药剂，可以到魔法公会找我，相信如果葛瑞安会长知道您来了的话，一定会很高兴的。”
en_us: "Return immediately!" Lin Li pushed his chair aside and said to Old Grimm apologetically, "I'm sorry, Mage Grimm. Something has cropped up in the guild and I have to return immediately. If you're still interested in studying potions together, you can find me at the Guild of Magic. I believe President Gerian will be very happy if he knows you're coming."

source: “马勒戈壁，怎么弄？”
en_us: "Damn it! How on earth do I do this?"

source: “马森，你的意思是不是说……马迪亚斯先用奥术飞弹，打断了欧灵的右手，然后费雷才出手，用奥术飞弹打断了马迪亚斯的四肢？”
en_us: "Marson, do you mean... Mathias first used an arcane missile to break Orrin's right hand, before Felic used arcane missiles to break Mathias' arms and legs?"

source: “高等精灵文！”林立当时就吓了一跳，安度因那间小木屋里，藏了不少的魔法书，其中有一部分正是用高等精灵文书写，只是因为林立刚刚接触魔法，基础还打得不太牢靠，安度因从来不让他碰这些东西罢了。
en_us: "The High Elves Print!" Lin Li was taken aback. Andoine had hidden a significant number of spellbooks in that small log cabin of his. Some of were written in the High Elves print, but because Lin Li had just been exposed to magic and his foundation was not solid enough, Andoine had never allowed him to touch the stuff.

source: “高级丹药收的。”
en_us: "Ofcourse we accept them, so long as they are high-quality elixirs."

source: “高！”
en_us: "Brilliant!"

source: “魔法公会的费雷先生……”
en_us: "Mr Felic from the Guild of Magic..."

source: “魔法师先生，您需要点什么吗？”
en_us: "What can I get you, Mr. Mage?"

source: “魔法师这个职业就是这样，需要大量的金钱支持，你以后会习惯的。”看林立脸上的表情，凯文大概也猜到了他在想些什么，一边叫来制服小妹结帐，一边低声向他解释着：“象这样一根法杖，在别的魔法商店至少要卖五百金币。”
en_us: "This is what being a mage is, a lot of money is needed. You'll get used to it in the future." Kevin had probably guessed what was on Lin Li's mind looking at his expression. He motioned for the uniformed lady to give him the bill as he explained in a low voice, "A staff like this would go for at least five hundred gold coins in other magic stores."

source: “魔法材料？一般来说，都是交给镀金玫瑰这样的魔法商店，委托他们代为处理，不过成交之后会扣除一部分的费用，如果不想付这笔费用的话，也可以去冒险者公会背后，那里有个黑市，小到各种草药，大到魔兽魔晶，都可以在那里进行交易。”
en_us: “Magic materials? Usually, they'll hand such things to magic stores like the Gilded Rose and entrust them with selling them, but part of the fee will be deducted after the transaction. You can also go behind the Adventurers Guild if you don't want to pay the fee. There's a black market there, you can trade small items like herbs for bigger items like magical crystals from magical beasts there."

source: “魔能药剂这东西，可没你想象中那么好配。”
en_us: "The Magicka Potion is not that easy to concoct as you think it may be."

source: “麦格雷尼先生没事了，你应该高兴才是，哭什么哭……”林立将烧杯放进口袋，又细心的提醒伊娜：“不过人虽然没事了，身体还会很虚弱，我估计可能还要修养好一段时间才能恢复，你最好多劝劝他，两三个月之内，就不要再去接什么任务了。”
en_us: "McGrenn is fine now, you should be happy. Why are you crying..." Lin Li kept the beaker into his pocket, then carefully reminded Ina, "Although he's fine now, his body will still be extremely weak. I reckon it might still take some time for him to recover. You had better persuade him not to take on any quests for the next two to three months."

source: “麻烦了……”
en_us: "This is going to be troublesome..."

source: “麻烦你了。”
en_us: "Sorry to trouble you."

source: “麻烦帮我把……”林立好不容易挤到索兰面前，正打算让这位美女管理员帮他取出邮寄物品。
en_us: "Could you please help..." Lin Li finally made his way to Suo Lan, and was about to ask the pretty administrator for help in getting his mail item.

source: “黑色元力怎么会颜色变浅？”
en_us: "Why did the colour of the black essence force become lighter?"

source: “黑色元力！”
en_us: "Black essence force!"

source: “黑色元力，一定又是黑色元力搞的鬼！”
en_us: "It’s the black essence force! It must be due to the black essence force!"

source: “黑色元力，一定是黑色元力！”
en_us: "Black essence force, it must be the black essence force!"

source: “黑色元力，出来！”
en_us: "Black essence force, I summon you!"

source: “黑色元力，就看你的了！”
en_us: "I'm counting on you, black essence force!"

source: “黑色元力，融合！”
en_us: "Black essence force, merge!"

source: “黑色元力？”
en_us: "Black essence force?"

source: “黑色？两枚？”
en_us: "Black? Two pills?"

source: “龙哥？”
en_us: "Brother Long?"

source: 一万金币在很多人眼里，可能都算是一笔庞大的数目，但对林立来说，这只是一个开始。
en_us: 10,000 gold coins might seem like an enormous amount in the eyes of others. But to Lin Li, it was just a beginning.

source: 一万金币毕竟是个很大的数目，老头也不敢独自拿主意，只是跟两人说了一声之后，就匆匆忙忙的出了柜台，两人又在那等了很久之后，才看到老头一脸喜色的回来，这一次他没有半点犹豫，直接就把那数十枚魔晶给收了起来：“成交！”
en_us: 10,000 gold coins was a huge amount after all, and the old man couldn't make the decision by himself. He hurried out from behind the counter after informing them. The two guys waited there for long before they saw the old man return with glee on his face. This time, there was no hesitation from him as he kept those dozens of magical crystals away. "Deal!"

source: 一个“咱们魔法公会”让葛瑞安心情大爽，这说明林立已经渐渐将自己当成魔法公会的一员了，这才葛瑞安看来绝对是一个好现象，他相信只要自己再加把力气，肯定能把魔法公会会长的帽子戴在这小子头上。
en_us: A "our Guild of Magic" had lifted Gerian's mood tremendously. This meant that Lin Li was gradually seeing himself as a part of the Guild of Magic. This was definitely a good sign to Gerian. He believed that as long as he put in a little more effort, he'd be able to fit the Guild of Magic President's hat onto the fellow's head.

source: 一个“请问”弄得林立心情大爽，就好象三伏天里一杯冷饮下肚，从头顶一直双到了脚下，这家伙很是在那摇头晃脑的陶醉了一会，才老气横秋的指点道：“看清楚了，象这样一条黑线从手臂一直往心脏延伸的，就叫做黄昏诅咒，不管多么强大的生物，一旦中了黄昏诅咒，就会难以避免的陷入沉睡当中，并在沉睡中日渐衰弱……直到死亡。”
en_us: Lin Li was highly satisfied with "may I ask". It was like having a cold drink in the dog days, the satisfaction going down from the top of his head to his feet. The fellow was dizzily immersed in it for a while before pointing out in a self-important way as if he was the senior. "Look carefully, a black line like this extending from the arm to the heart is called the Twilight Curse. No matter how powerful a creature is, once the Twilight Curse has fallen upon him, he will inevitably fall into a deep slumber and be gradually weakened in the slumber... until his death."

source: 一个不到二十岁的药剂大师，葛瑞安光是想想就已经激动得浑身发抖，从此以后，药剂师公会算什么，老子再也不用为了几瓶破药水求上门去，更用不着跟那些眼睛望天的药剂师打交道，妈的一个个水平不高架子倒是挺大，老子现在有药剂大师了，还用得着再看你们脸色？
en_us: A Master of Potion under the age of twenty... Gerian was trembling with excitement at the thought of it. From now on, the Pharmacists Guild was nothing to him! He would not have to go begging on their doorstep for a few bottles of potions, and would not even have to make contact with those pharmacists who had their eyes on the ceiling! Hell, what big shoes they wore when they didn't even have large feet! He had a potion master here with him now, there was no need to face their terrible attitudes anymore!

source: 一个多时辰后……
en_us: About two hours later…

source: 一个希望将药剂大师带来的利益最大化，而另一个则希望尽可能的利用公会资源给自己办事，这两个贱人就没一个是好东西。
en_us: One wished to maximize the benefits of pharmacists, while the other wished to maximize the use of guild resources for his own work. Neither of the two jerks was good.

source: 一个打二十个？
en_us: One person fighting twenty others?

source: 一个能够随手拿出无数极品材料，敲敲铁锤摇摇药瓶就是上百万金币砸出去的人，又岂是他们能够招惹得起的？别的不说，随便拿个几十万金币出来，就够雇人把他们杀得删号了，杀人越货？自杀还差不多……
en_us: Someone who could produce numerous top-graders at hand and spend millions of gold coins by the knock of a hammer and a shake of the medicinal bottle was not someone they could afford to mess with. Other things aside, he could simply employ someone with a few thousand gold coins to wipe them off their accounts. Banditry? More like committing suicide.

source: 一个身着朴素长袍，双手拄着一把华丽狭长的七彩神剑，很随意地坐在石梯上的老人。
en_us: Decked in a simple long robe, an old man wielded an opulent, narrow rainbow-colored longsword in his hands. He was seated casually on the stone steps.

source: 一些家族子弟暗暗放松警戒大笑不停，在他们看来江逸这个废物怎么敢反抗，就算反抗他凭什么反抗？凭他铸鼎境一重的实力吗？对于江豹和江松被江逸伤了之事，众人原本就不相信，此刻更是彻底不信了。
en_us: Some of the familial descendants sliently let their guard down and started laughing uncontrollably. In their eyes, how could a useless good-for-nothing like Jiang Yi ever dare to resist; and, even if he chose to resist, on what basis could he rely on to fight back? Could he just rely on his power level alone, being only at the first stage of the Cast Tripod Realm? Regarding the events in which Jiang Bao and Jiang Song were injured by Jiang Yi - everyone had initially disbelieved the stories, and at the moment they were even more so in completely disbelief that such events even happened.

source: 一些江家子弟被吓到了，对付江逸这样的小角色，还需要如此高级的武技？江如鹰这铸鼎境三重的武者全力一击，确定不会活活把江逸劈死？有两个胆子小的甚至把眼睛闭上了，避免看到血肉模糊内脏横飞的场面。
en_us: Some of the Jiang Clan descendants were shocked. Surely one did not need such high-grade martial arts skills to deal with a small character like Jiang Yi? Was Jiang Ruying certain that, being a martial artist with a power level at the third stage of the Cast Tripod Realm and applying all this power in a single attack, he would not simply chop and split Jiang Yi to death? Two of the descendants, both having very little courage, even closed their eyes, to avoid seeing the spectacle of bodily mutilation and bloody splatter being inflicted.

source: 一代无敌天帝的传奇历史自此终结，新的轮回缓缓拉开了序幕……
en_us: The legend of a generation, the invincible Nine-Yang Celestial Thearch, had come to an end. The cycle of Samsara slowly pulled opened the curtains of a new beginning…

source: 一众宾客可不管他吓没吓坏，好不容易有了跟魔法公会攀交情的机会，一个个只是拼命的往里挤，就只想跟葛瑞安的亲侄子多说上两句话。
en_us: The guests did not care whether he was frightened or not; they finally had a chance to befriend the Guild of Magic and were trying desperately to squeeze through the crowd just to have a word or two with Gerian's nephew.

source: 一众宾客因为离得稍远，先前也没能听清凯文的介绍，此时虽发现艾萨克热情超乎寻常，却也没怎么往心里面去，只当是城主大人也跟自己一样，希望跟魔法公会攀上交情，这才对魔法公会派来的两个年轻魔法师异常看重。
en_us: The other guests were slightly further away and so they were unable to hear Kevin's introduction. Although they found Isaac to be overly enthusiastic, they did not take it to heart. They merely thought that the Castellan was like themselves, hoping to befriend the Guild of Magic, and hence had regarded the two young mages sent by the Guild of Magic as important.

source: 一切都不同了！
en_us: the condition had changed completely!

source: 一切都已经完了……
en_us: Everything was over...

source: 一到树下才看见，伊娜正被绑在巨网当中，藤条缠了一层又一层，仿佛一只大粽子似的，而那利维坦猩猩，却不知从什么地方搞来一只画笔，此时正一边在伊娜脸上画着圈圈，一边发出“嘎嘎嘎嘎”的怪笑声。
en_us: As soon as they were under the tree, they saw Ina being tied up in the giant net. The rattan was entwined in several layers, like a Chinese rice dumpling. The Leviathan Gorilla, who had somehow gotten a paintbrush from somewhere, was drawing circles on Ina's face as it made weird gaggling sounds of laughter.

source: 一名带着野猪面具的武者，立即起身朝练功房内走去，很快房门关闭，里面隐约响起打斗声，还有那少女的娇喝声。
en_us: A martial artist wearing a mask of a wild boar immediately stood up and walked towards that technique practicing room. It was not long before the doors to the room sealed shut. The sounds of combat and the teenage girl's delicate voice vaguely rang out from inside.

source: 一听这低沉的声音，城主大人顿时心头一紧，先前那一记迅捷无比的风刃，外加两支霸道的冰锥，从头到尾没听他念过什么咒语，此时却忽然念起了咒语，那接下来他要放出的魔法岂不是……
en_us: The Castellan's heart tightened when he heard the rumble of recitation. He had not once heard Lin Li recite any spell when he had unleashed that awfully fast shot of wind blade and the two tyrannical icicles. At this point, he had suddenly recited a spell. Then, the spell that he was about to release, wasn't it...

source: 一听这话，连凯文这么老实的人，都忍不住想骂人了，你妈个大西瓜，打人不打脸都不懂？
en_us: Upon hearing this, an honest person such as Kevin himself could hardly restrain from cursing. You son of a watermelon—one should avoid the face of the person he was beating up! Didn't he know about that?

source: 一听那价格，小梅林只觉得头皮都在发炸，偏偏还不得不硬顶上去，出门之前马修斯就交代过，至少要弄到十瓶奥法药剂，如今手上那可怜巴巴的三瓶，连一半都还不到……
en_us: Little Merlin felt his scalp bursting at that price, but he had no choice except to shore up his offer. Before he left the house, Matthew had instructed him to at least get ten bottles of Arcane Magic Potion back. There was only a pitiful three bottles with him now, not even half of ten bottles...

source: 一声“蠢货”叫得麦德林心里别提多憋屈了，在奥兰纳魔法公会里，可向来都只有他叫别人蠢货的时候，又何曾被别人这么叫过？但面对安度因，他却是半点也不敢辩驳，从天上降下来之后，还不得不赔着笑脸：“嘿嘿……谁让我运气好，成了你学生的试炼导师呢……”
en_us: The word "idiot" made Medellin extremely dejected. In the Alanna Guild of Magic, all along it was him who called other people idiots. Now, he was the one being called an idiot? But in the face of Andoine, he did not even dare to refute. When he descended from the sky, he even compensated with a smile: "Heh heh... Lady Luck is sure smiling on me, allowing me to be the trial teacher of your student..."

source: 一开始他只是没时间去想这个问题，但在凯文的提醒之下，他很快就想起了自己在无尽世界中的经历，如果没有那近乎无限的金钱，自己根本就不可能拥有那么多极品材料，更不可能将所有生活技能练到顶级。
en_us: Initially, he did not have the time to think about it. But after a reminder from Kevin, he recalled his experiences in the Endless World. If he did not have that near-infinite amount of money, he wouldn't have possessed so many top-grade materials, much less trained all his life skills to the highest level.

source: 一开始的时候，林立倒没怎么放在心上，毕竟草药采集是件很麻烦的事情，除了象他这种大师级草药知识的人物，一般人采集草药总是难免带起一些杂草，他这几天配奥法药剂的时候，不知道从中挑出了多少的杂草来。
en_us: In the beginning, Lin Li did not take it to heart. After all, gathering herbs was a troublesome task. Other than a herb master like him, an average person would inevitably pick up some weeds while gathering the herbs. Who knew how many weeds he'd picked out from the herbs while he was concocting the Arcane Magic Potion the past few days.

source: 一开始的时候，红发美女心中还有些羞怒，觉得这年轻法师编些谎言来哄骗自己，这世界上根本就没有什么黄昏诅咒。
en_us: At the beginning, the redheaded beauty was slightly miffed, thinking that this young mage had made up some lies to deceive her and that there was no such thing as Twilight Curse in the world.

source: 一念至此，江逸脸上露出一丝狠色，既然把对方打伤了，那么一不做二不休，他也就干脆光棍起来。
en_us: With that, a ruthless expression suffused Jiang Yi's face. Since he’d already thrashed Jiang Bao, he might as well stick it out to the end and act like a hoodlum.

source: 一想到小奴，江逸脸上狰狞的表情终于平和下来，似乎身上也没那么痛了。日子虽然艰苦，但他一直没有放弃，一直觉得自己还有继续搏下去勇气的最重要原因，便是这个和他一道长大，情同兄妹，对他始终不离不弃，平日里各种鼓励打气的小侍女了。
en_us: When Xiaonu came into his mind, Jiang Yi’s ferocious glare finally lost its edge, and his body seemed to stop throbbing for a moment. The days might have passed painfully with much difficulty, but he never gave up completely. He always felt that the greatest motivation for him—the reason why he could endure day after day of torment—was this little servant girl. Xiaonu had grown up with him, and they were as close as peas in a pod. Despite his situation, she had neither given up on him nor left him behind. Instead, she tried all methods to motivate and encourage him daily.

source: 一方是加洛斯城首富，一方是加洛斯最强法师，在众人神色各异的表情中，两只手紧紧的握在了一起。
en_us: It was the richest man in Jarrosus City on one side, and the most powerful mage in Jarrosus City on the other. Before the faces that carried a variety of expressions, two hands were clasped tightly together.

source: 一旁的凯文看得目瞪口呆，过了好一会才有些无奈的叹了口气，这少年法师跟葛瑞安叔叔的性格倒真是挺象，都是一样的睚眦必报下手狠辣，难怪葛瑞安叔叔这么看重他……
en_us: Kevin watched from the side, dumbfounded. After some time, he let out a sigh in resignation. This young mage's character was rather similar to Uncle Gerian's, both ruthless in their revenge. It was no wonder Uncle Gerian thought so highly of him...

source: 一旦林立出了什么差错，或者葛瑞安无法拿出足以让人信服的理由，这些声音就会又一次从暗处冒出来，而且会比上一次更加响亮。
en_us: Once there was a slip from Lin Li, or if Gerian could not come up with a convincing reason, these voices would come out from the shadows again, louder than before.

source: 一旦突破了十五级，达到了大魔导士境界，对整个魔法世界的理解，就完全进入了另一种层次，就算林立的精神力再强，魔力再怎么近乎无限，也无法跨越这种等级上的差距。
en_us: Once you had surpassed level-fifteen to reach the realm of an archmage, your understanding of the entire world of magic would completely be on another level. No matter how strong Lin Li's mental strength was, or how near-infinite his mana was, he could never overcome such disparity in level.

source: 一时间两人都有了精神，葛瑞安也不睡觉了，一老一少就在卧室里密谋起抓内奸的事情来，两人这一商量，就一直商量到差不多傍晚的时候，等到葛瑞安都有些顶不住了，林立才帮他拉好毛毯，悄悄的从卧室里走出来。
en_us: In that instant, both of them were invigorated. Gerian did not sleep; the old and the young conspired in the room to catch the mole. The discussion between the two men lasted until the evening. When Gerian was unable to hold out, Lin Li helped him pull up the blanket and quietly walked out of the bedroom.

source: 一时间克伦威尔只觉得脸上有些发烫，整个人就这么僵在那里，站也不是坐也不是，最后还是林立帮他解了危。
en_us: For a moment, Cromwell felt his face burn as he stood rooted to the ground. It felt wrong to stand or sit; finally, Lin Li came to his rescue.

source: 一时间凯文的脸色变得异常难看，望向林立的目光中有些愤怒也有一些不屑：“费雷魔法师，您真让我失望……”
en_us: Kevin's face turned unusually surly as he looked at Lin Li with some rage and contempt in his eyes. "Mage Felic, you really disappoint me..."

source: 一时间凯文真是满头的包，想要落荒而逃，却发现前后所有全是人，根本连一丝缝隙都没有，偏偏他还不敢乱动，生怕一动就碰到什么不该碰的东西，比如刚刚管他叫“凯文哥哥”的阿姨……
en_us: For a moment Kevin was swarmed. He wanted to flee, but realized he was surrounded by people front and back, without even the slightest gap. He did not dare to move as well for fear that he would touch something that he shouldn't, for example the aunty who had addressed him as "Brother Kevin"...
